/* Localized strings for DockSync */

/* Data Class: Dock Items */
"com.apple.dock.items" = "Объекты Dock";

/* Entity: A simple entity with just one attribute */
"com.apple.dock.item" = "Объект Dock";
"com.apple.dock.itemlist" = "Список объектов Dock";

/* Attribute: A simple attribute */
"com.apple.dock.itemlist/allItems" = "Объекты списка объектов Dock";
"com.apple.dock.item/path" = "Размещение объекта в Dock";
"com.apple.dock.item/label" = "Этикетка объекта в Dock";
"com.apple.dock.item/type" = "Тип объекта в Dock";
"com.apple.dock.item/parent" = "Родитель объекта в Dock";
"com.apple.dock.item/properties" = "Свойства объекта в Dock";

/* Data Class: Dashboard Widgets */
"com.apple.dashboard.widgets" = "Виджеты Dashboard";

/* Entity: A simple entity with just one attribute */
"com.apple.dashboard.widget" = "Виджет Dashboard";

/* Attribute: A simple attribute */
"com.apple.dashboard.widget/bundleID" = "Идентификатор Bundle";
"com.apple.dashboard.widget/preferences" = "настройки";
"com.apple.dashboard.widget/position" = "позиция";
"com.apple.dashboard.widget/widgetID" = "widgetID";
"com.apple.dashboard.widget/inLayer" = "inLayer";

